<?php 
function userTypename($ut){
    // $sql = "";
     if($ut==9){ $n= "ผู้ดูแลระบบ";}
     if($ut==7){ $n= "การประปา";}
     if($ut==6){ $n= "การไฟฟ้า";}
     if($ut==5){ $n= "เหรัญญิก";} 
     if($ut==4){ $n= "กองคลัง";} 
     if($ut==3){ $n= "ประธานกรรมการสวัสดิการที่พักอาศัย";} 
     if($ut==2){ $n= "อนุกรรมการ อาคารที่พักอาศัย";} 
     if($ut==1){ $n= "ผู้พักอาศัย";} 
     if($ut==0){ $n= "บุคลากรทั่วไป";} 
     return $n;
    //  return($ut==9)?"ผู้ดูแลระบบ":(($ut==5)?"ประธานกรรมการ อาคารที่พักอาศัย":(($ut==4)?"อนุกรรมการ ตรวจที่พักอาศัย":(($ut==3)?"กรรมการ อาคารที่พักอาศัย":(($ut==2)?"อนุกรรมการ อาคารที่พักอาศัย":(($ut==1)?"ประธานกรรมการ อาคารที่พักอาศัย":"บุคลากรทั่วไป"))))
}
function LeaderType($ut){
    if($ut==1){$n="หัวหน้า/รองหัวหน้า อาคารชุดที่พักอาศัย ";}
    if($ut==2){$n="หัวหน้า/รองหัวหน้า อาคารชุดที่พักอาศัย ";}
    return $n;
}
function SemiCommitee($ut){
    if($ut==1){$n="อนุกรรมการ ตรวจที่พักอาศัย";}
    return $n;
}
?>