<?php
function iconFormStatus($v){
    return($v==0)? 'lds-dual-ring':(($v==2) ?'icons check green':'icons times-circle red');
}
function nameRoomType($v){
    return($v==1)?"ห้องโสด แฟลต 1-4":(($v==2)?"ห้องครอบครัว แฟลต 2-4":(($v==3)?"ห้องครอบครัว แฟลต 5":(($v==4)?"ห้องโสด แฟลต 6":"ห้องครอบครัว แฟลต 6")));

    // if($v==1){ $n= "ห้องโสด แฟลต 1-4";} 
    // if($v==2){ $n= "ห้องครอบครัว แฟลต 2-4";} 
    // if($v==3){ $n= "ห้องครอบครัว แฟลต 5";} 
    // if($v==4){ $n= "ห้องโสด แฟลต 6";} 
    // if($v==5){ $n= "ห้องครอบครัว แฟลต 6";} 
    // return $n;
}

?>